brew "deno"
brew "git"
brew "go"
brew "node"
brew "neovim"
brew "terraform"
brew "terraformer"
brew "vim"

cask_args appdir: "/Applications"
cask "anydo"
cask "appcleaner"
cask "balenaetcher"
cask "cursor"
cask "coteditor"
cask "docker"
cask "figma"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "joplin"
cask "microsoft-teams"
cask "mullvadvpn"
cask "onyx"
cask "sitesucker-pro"
cask "skitch"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "vlc"
cask "visual-studio-code"
cask "zeplin"
cask "zoom"
