tap "supabase/tap"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "deno"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "git-secrets"
brew "go"
brew "lazydocker"
brew "neovim"
brew "node"
brew "openblas"
brew "openvino"
brew "pyenv"
brew "python@3.10"
brew "terraform"
brew "terraformer"
brew "wimlib"
brew "supabase/tap/supabase"
cask "kitty"
cask "nitroshare"
cask "vscodium"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "golang.org/dl/go1.19.5"
go "github.com/stamblerre/gocode"
go "github.com/rogpeppe/godef"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/wailsapp/wails/v2/cmd/wails"
